/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.withscreenshot" = "พร้อมภาพหน้าจอ";
"zanalytics.bug.alert.withscreenrecord" = "พร้อมการบันทึกหน้าจอ";

"zanalytics.bug.alert.write" = "อีเมลถึงเรา";
"zanalytics.bug.alert.about" = "เกี่ยวกับ";
"zanalytics.bug.alert.from" = "จาก";
"zanalytics.bug.alert.imagelimitreached" = "ถึงขีดจำกัดสูงสุดแล้ว";
"zanalytics.bug.alert.imagelimits" = "คุณสามารถแนบภาพได้สูงสุด 10 รายการ";
"zanalytics.bug.alert.macheader" = "แบ่งปันคำติชมกับเราหรือรายงานข้อบกพร่องพร้อมกับไฟล์แนบเพื่อการอ้างอิงของเรา";
"zanalytics.bug.alert.recordedclip" = "คลิปที่บันทึกไว้";


"zanalytics.bug.alert.anonymalert" = "โปรดแบ่งปันคำติชมพร้อมที่อยู่อีเมลของคุณเสมอ ถ้าคุณไม่แบ่งปันที่อยู่อีเมลของคุณ เราจะไม่สามารถติดต่อคุณเพื่ออัปเดตเกี่ยวกับปัญหาได้";
"zanalytics.bug.alert.quitfeedback" = "คุณแน่ใจหรือว่าต้องการออก";
"zanalytics.feedback.navbar.title.feedback"  = "คำติชม";
"zanalytics.feedback.navbar.title.noscreenshots" = "ไม่มีภาพหน้าจอ";
"zanalytics.feedback.navbar.title.screenshots" = "ภาพหน้าจอ";
"zanalytics.feedback.navbar.title.snap" = "จัดชิด";
"zanalytics.feedback.navbar.title.compose" = "สร้าง";
"zanalytics.feedback.privacy.consent.cancel" = "ยกเลิก";
"zanalytics.feedback.navbar.button.title.done" = "เสร็จสิ้น";
"zanalytics.bug.alert.cancel"              = "ไม่";
"zanalytics.bug.alert.title"                = "ต้องการแนะนำบางอย่างให้เราหรือไม่";
"zanalytics.feedback.navbar.title.reportbug"            = "รายงานข้อบกพร่อง";
"zanalytics.feedback.navbar.title.helpme"              = "ช่วยฉัน";
"zanalytics.feedback.navbar.title.systemlogs"            = "บันทึกระบบส่วนบุคคล";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "ข้อมูลการวินิจฉัย";
"zanalytics.bug.alert.dontshowagain"            = "ไม่ต้องแสดงอีก";
"zanalytics.bug.alert.title.helpme"            = "ช่วยฉัน";
"zanalytics.bug.alert.message.savetolocal"        = "ขออภัย.. เราไม่สามารถส่งรายงานข้อบกพร่อง คุณต้องการบันทึกภาพหน้าจอหรือไม่";
"zanalytics.feedback.email.title"                = "ที่อยู่อีเมล";
"zanalytics.bug.detectscreen.title"      = "พบบางอย่างที่น่าสนใจใข่ไหม";
"zanalytics.bug.alert.detectscreen.yes"                      = "ใช่";
"zanalytics.bug.alert.detectscreen.no"                      = "ไม่ใช่";
"zanalytics.bug.alert.detectscreen.share" = "แชร์";
"zanalytics.bug.alert.detectscreen.dontshow" = "ไม่ต้องถามอีก";
"zanalytics.bug.annotate.button.title"                      = "ให้คำอธิบายประกอบข้อบกพร่องโดยใช้เครื่องมือด้านล่าง";
"zanalytics.feedback.failed.alert.description" = "ไม่สามารถส่งคำติชมได้ โปรดลองอีกครั้ง!";
"zanalytics.feedback.success.alert.description" = "ขอบคุณสำหรับการส่งคำติชมของคุณ";
"zanalytics.feedback.common.alert.title.add.photos" = "เพิ่มรูปถ่าย";
"zanalytics.feedback.common.alert.title.alert" = "แจ้งเตือน";
"zanalytics.feedback.common.button.title.back" = "ย้อนกลับ";
"zanalytics.feedback.common.button.title.cancel" = "ยกเลิก";
"zanalytics.feedback.common.button.title.close" = "ปิด";
"zanalytics.feedback.common.button.title.ok" = "ตกลง";
"zanalytics.feedback.textview.placeholder"          = "เราให้ความสำคัญกับความคิดเห็นของคุณ! เราจะพิจารณาการแนะนำของคุณในการอัปเดตในอนาคตของเรา";
"zanalytics.bug.textview.placeholder"          = "คุณพบปัญหาใดๆ ในขณะใช้แอปของเราหรือไม่ บอกให้เราทราบ";
"zanalytics.help.textview.placeholder"          = "เราจะพยายามปรับปรุงสิ่งต่างๆ และช่วยเหลือคุณ!";
"zanalytics.feedback.add.photos.alert.description" = "ไม่มีรูปถ่ายแนบมา เปิดแกลเลอรี่รูปถ่ายเพื่อเพิ่มรูปถ่าย!";
"zanalytics.feedback.add.photos.alert.open" = "เปิดรูปถ่าย";
"zanalytics.feedback.access.photos.alert.description" = "แอป %@ ไม่มีสิทธิ์เข้าถึงรูปถ่ายของคุณ\nหากต้องการอนุญาตการเข้าถึง ให้ไปที่: การตั้งค่า > ความเป็นส่วนตัว > รูปถ่าย > %@";
"zanalytics.feedback.access.photos.alert.settings" = "การตั้งค่า";
"zanalytics.feedback.label.title.anonymous" = "ไม่ระบุตัวตน";
"zanalytics.feedback.navbar.button.title.send" = "ส่ง";
"zanalytics.feedback.navbar.button.title.next" = "ถัดไป";
"zanalytics.feedback.navbar.button.title.editphotos" = "แก้ไขรูปถ่าย";
"zanalytics.feedback.navbar.button.title.addmore" = "เพิ่มอีก";
"zanalytics.feedback.navbar.button.title.attach" = "แนบ";
"zanalytics.feedback.navbar.button.title.delete" = "ลบ";
"zanalytics.feedback.navbar.title.taptoedit" = "แตะเพื่อแก้ไข";
"zanalytics.feedback.navbar.title.editor" = "ผู้แก้ไข";
"zanalytics.feedback.navbar.title.choosephotos" = "เลือกรูปถ่าย";
"zanalytics.feedback.navbar.title.selectphotos" = "เลือกรูปถ่าย";
"zanalytics.feedback.navbar.title.photoselected" = "รูปถ่ายที่เลือก";
"zanalytics.feedback.navbar.title.photosselected" = "รูปถ่ายที่เลือก";
"zanalytics.feedback.accessory.title.systemlogs" = "รวมบันทึกระบบ";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "รวมข้อมูลการวินิจฉัย";
"zanalytics.feedback.accessory.button.title.view" = "ดู";
"zanalytics.feedback.picker.image.notfound" = "ไม่พบรูปภาพ";
"zanalytics.feedback.attachments.title" = "สิ่งที่แนบ (%i)";
"zanalytics.feedback.privacy.consent.description" = "เราแนะนำให้คุณรวมบันทึกบนคอนโซลและข้อมูลการวินิจฉัยเนื่องจากจะช่วยให้นักพัฒนาของเราเข้าใจในคำติชมที่คุณแบ่งปันได้ดีขึ้น";
"zanalytics.feedback.privacy.consent.clogs.title" = "บันทึกบนคอนโซล";
"zanalytics.feedback.privacy.consent.dinfo.title" = "ข้อมูลการวินิจฉัย";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "ข้อมูลอื่นๆ";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ข้อมูลอุปกรณ์";
"zanalytics.feedback.privacy.consent.openmailapp" = "เปิดในอีเมล";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "ส่งเสมอ";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "บันทึกปัญหาของคุณ";
"issuerecordscreen.label.close" = "ปิด";
"issuerecordscreen.label.failedtoinitiate" = "ไม่สามารถเริ่มการบันทึกหน้าจอ";
"issuerecordscreen.label.failuremultiwindow" = "เนื้อหาที่คุณพยายามบันทึกอยู่ในโหมดหลายหน้าต่าง ซึ่งไม่รองรับการบันทึก โปรดสลับเป็นโหมดเต็มหน้าจอ";
"issuerecordscreen.label.nointerneterror" = "จำเป็นต้องมีการเชื่อมต่ออินเทอร์เน็ตเพื่อบันทึกหน้าจอ โปรดเชื่อมต่อเพื่อดำเนินการต่อ";
"issuerecordscreen.label.ok" = "ตกลง";
"issuerecordscreen.label.recordinginfo" = "บันทึกปัญหาที่คุณพบได้อย่างรวดเร็วและส่งไปยังทีมสนับสนุนของเราเพื่อความเข้าใจที่ง่ายดายและความช่วยเหลือที่รวดเร็ว";
"issuerecordscreen.label.iagreetext" = "ฉันยอมรับและยินยอมในการรวบรวมข้อมูลที่จำเป็น ดูรายละเอียด";
"issuerecordscreen.label.optiontotrim" = "คุณมีตัวเลือกในการตัดแต่ง แก้ไข และใส่คำอธิบายประกอบวิดีโอที่บันทึก";
"issuerecordscreen.label.startrecording" = "เริ่มการบันทึก";
"issuerecordscreen.label.endrecording" = "สิ้นสุดการบันทึก";
"issuerecordscreen.label.recordinginprogress" = "กำลังบันทึก!";
"issuerecordscreen.label.quicktipstext" = "เคล็ดลับด่วน";
"issuerecordscreen.label.quicktips1" = "คุณสามารถบันทึกหน้าจอได้สูงสุด 5 นาที";
"issuerecordscreen.label.quicktips2" = "คุณสามารถตัดแต่ง แก้ไข และใส่คำอธิบายประกอบวิดีโอที่บันทึกได้";
"issuerecordscreen.label.quicktips3" = "อย่าปิดแอปขณะที่กำลังบันทึก";
"issuerecordscreen.label.quicktips4" = "หากต้องการเรียนรู้เพิ่มเติม โปรดไปที่เอกสารวิธีใช้ของเรา";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "ข้อมูลต่อไปนี้จะถูกรวบรวมตามความยินยอมของคุณ:";
"dataconsentscreen.label.consent1" = "ที่อยู่ IP ของคุณและบันทึกคอนโซลที่สร้างขึ้นระหว่างการบันทึก";
"dataconsentscreen.label.consent2" = "รายละเอียดสภาพแวดล้อมของคุณ เช่น ชื่ออุปกรณ์ เวอร์ชันระบบปฏิบัติการ ฯลฯ";
"dataconsentscreen.label.consent3" = "เมตริกประสิทธิภาพของอุปกรณ์ (เช่นหน่วยความจำ เวลาการเชื่อมต่อเครือข่าย ฯลฯ)";
"dataconsentscreen.label.consent4" = "การบันทึกหน้าจอของหน้าต่างอุปกรณ์";
"dataconsentscreen.label.consent5" = "โดยค่าเริ่มต้น เสียงจะถูกบันทึกระหว่างการบันทึกหน้าจอ แต่คุณสามารถปิดเสียงหรือบันทึกเสียงซ้ำก่อนส่งได้";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "การเข้าถึงไมโครโฟนถูกปิดใช้งาน";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "โปรดไปที่การตั้งค่าและเปิดไมโครโฟนเพื่อบันทึกเสียง";
"videoannotationscreen.alert.microphonedisablediphone" = "การเข้าถึงไมโครโฟนถูกปิดใช้งาน โปรดไปที่การตั้งค่าและเปิดไมโครโฟนเพื่อบันทึกเสียง";

// General
"general.label.recordingintiationfailed" = "การเริ่มบันทึกหน้าจอล้มเหลว โปรดลองอีกครั้ง";
"general.label.ok" = "ตกลง";
"general.label.submit" = "ส่ง";
"general.label.done" = "เสร็จสิ้น";
"general.label.cancel" = "ยกเลิก";
"general.label.settings" = "การตั้งค่า";
"general.label.erroroccured" = "มีข้อผิดพลาดเกิดขึ้น";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "เกินขีดจำกัดของขนาดไฟล์แล้ว ขนาดไฟล์จะต้องไม่เกิน 3 MB";
"issuesubmissionscreen.label.attachfiles" = "แนบไฟล์";
"issuesubmissionscreen.label.newrecording" = "การบันทึกใหม่";
"issuesubmissionscreen.label.editrecording" = "แก้ไขการบันทึก";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "ไม่มีแทร็กเสียง";
"videoannotationscreen.label.shapeborderwidth" = "ความกว้างเส้นขอบ";
"videoannotationscreen.label.shapelineopacity" = "ความทึบแสง";
"videoannotationscreen.label.shapetextsize" = "ขนาดข้อความ";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "ระยะเวลาขององค์ประกอบเกินความยาวของวิดีโอ";
"videoannotationscreen.alert.notallowed" = "ไม่ได้รับอนุญาต";
"videoannotationscreen.alert.deleteexisitingaudio" = "โปรดลบเสียงที่มีอยู่เพื่อทำการบันทึกใหม่";
"videoannotationscreen.alert.textlimitreached" = "ถึงขีดจำกัดแล้ว";
"videoannotationscreen.alert.textdeleteexisting" = "โปรดลบข้อความที่มีอยู่บางรายการ";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "โปรดหยุดวิดีโอชั่วคราวก่อนบันทึกเสียง";
"videoannotationscreen.alert.changesnotsaved" = "การเปลี่ยนแปลงของคุณยังไม่ถูกบันทึก คุณแน่ใจใช่หรือไม่ว่าต้องการดำเนินการต่อ";
"videoannotationscreen.alert.proceed" = "ดำเนินการต่อ";
"videoannotationscreen.alert.stroketypesolid" = "ทึบ";
"videoannotationscreen.alert.stroketypedashed" = "เส้นประ";
"videoannotationscreen.alert.entertext" = "ป้อนข้อความ";

"videoannotationscreen.label.trim" = "ตัดแต่ง";
"videoannotationscreen.label.mask" = "ปิดทับ";
"videoannotationscreen.label.shapes" = "รูปร่าง";
"videoannotationscreen.label.text" = "ข้อความ";
"videoannotationscreen.label.audio" = "เสียง";
"videoannotationscreen.label.block" = "บล็อก";
"videoannotationscreen.label.blur" = "เบลอ";
"videoannotationscreen.label.rectangle" = "สี่เหลี่ยมผืนผ้า";
"videoannotationscreen.label.oval" = "วงรี";
"videoannotationscreen.label.arrow" = "ลูกศร";
"videoannotationscreen.label.color" = "สี";
"videoannotationscreen.label.width" = "ความกว้าง";
"videoannotationscreen.label.style" = "สไตล์";
"videoannotationscreen.label.edit" = "แก้ไข";
"videoannotationscreen.label.size" = "ขนาด";
"videoannotationscreen.label.background" = "พื้นหลัง";
"videoannotationscreen.label.textregular" = "ปกติ";
"videoannotationscreen.label.textbold" = "ตัวหนา";
"videoannotationscreen.label.textitalics" = "ตัวเอียง";
"videoannotationscreen.label.textbolditalics" = "ตัวเอียงหนา";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ที่อยู่อีเมล";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "สรุปการบันทึกหน้าจอ";
"issuesubmissionform.label.subjectdisplayname" = "หัวเรื่อง";
"issuesubmissionform.label.subjectplaceholder" = "ป้อนหัวเรื่อง";
"issuesubmissionform.label.addtoexistingticket" = "เพิ่มไปยังตั๋วที่มีอยู่";
"issuesubmissionform.label.existingticketid" = "ID ตั๋วที่มีอยู่";
"issuesubmissionform.label.enterticketidtolink" = "ป้อน ID ตั๋วที่จะเชื่อมโยง";
"issuesubmissionform.label.issuedescription" = "คำอธิบายของปัญหา";
"issuesubmissionform.label.issuemoredetails" = "ป้อนรายละเอีอดเกี่ยวกับปัญหา";
"issuesubmissionform.label.submityourissue" = "ส่งปัญหาของคุณ";
"issuesubmissionform.alert.videouploadfailed" = "การอัปโหลดวิดีโอล้มเหลว โปรดลองอีกครั้ง";
"issuesubmissionform.alert.thanksmessagetitle" = "ขอบคุณที่ติดต่อเรา!";
"issuesubmissionform.alert.thanksmessagebody" = "ความกังวลของคุณคือสิ่งสำคัญที่สุดสำหรับเรา ทีมฝ่ายสนับสนุนของเราจะติดต่อหาคุณโดยเร็ว ขอให้มีวันที่ดี!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "การอัปโหลดรายละเอียดการตัดต่อวิดีโอล้มเหลว โปรดลองอีกครั้ง";
"issuesubmissionform.label.entersubject" = "โปรดป้อนหัวเรื่องของปัญหา";
"issuesubmissionform.label.enteremail" = "โปรดป้อนที่อยู่อีเมล";
"issuesubmissionform.label.enterexistingticketid" = "โปรดป้อน ID ตั๋วที่มีอยู่";
"issuesubmissionform.label.choosephoto" = "เลือกรูปถ่าย";
"issuesubmissionform.label.browse" = "เรียกดู";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "การเข้าถึงไลบรารีรูปภาพถูกปิดใช้งาน โปรดไปที่การตั้งค่าและเปิดไลบรารีรูปภาพเพื่อเข้าถึงรูปภาพ";
"issuesubmissionform.alert.accestophotodisabledipad" = "การเข้าถึงไลบรารีรูปภาพถูกปิดใช้งาน";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "โปรดไปที่การตั้งค่าและเปิดไลบรารีรูปภาพเพื่อเข้าถึงรูปภาพ";
"issuesubmissionform.alert.submitting" ="กำลังส่ง";
